{
    "p_sub_spam": {
        "outdat": 0.3333333333333333,
        "softwar": 0.3333333333333333,
        "upgrad": 0.3333333333333333
    },
    "p_sub_ham": {},
    "p_body_spam": {
        "get": 0.00641025641025641,
        "best": 0.00641025641025641,
        "deal": 0.00641025641025641,
        "skip": 0.00641025641025641,
        "retail": 0.00641025641025641,
        "box": 0.00641025641025641,
        "save": 0.01282051282051282,
        "amaz": 0.02564102564102564,
        "special": 0.02564102564102564,
        "adob": 0.057692307692307696,
        "photoshop": 0.019230769230769232,
        "premier": 0.01282051282051282,
        "illustr": 0.019230769230769232,
        "window": 0.07051282051282051,
        "profession": 0.04487179487179487,
        "microsoft": 0.00641025641025641,
        "offic": 0.05128205128205128,
        "indesign": 0.00641025641025641,
        "macromedia": 0.03205128205128205,
        "dreamwav": 0.01282051282051282,
        "flash": 0.01282051282051282,
        "also": 0.00641025641025641,
        "full": 0.00641025641025641,
        "version": 0.00641025641025641,
        "professionaloffic": 0.00641025641025641,
        "edit": 0.038461538461538464,
        "premium": 0.01282051282051282,
        "plu": 0.00641025641025641,
        "sql": 0.00641025641025641,
        "server": 0.03205128205128205,
        "enterpris": 0.019230769230769232,
        "visual": 0.00641025641025641,
        "studio": 0.00641025641025641,
        "net": 0.00641025641025641,
        "architect": 0.00641025641025641,
        "encarta": 0.00641025641025641,
        "encyclopedia": 0.00641025641025641,
        "delux": 0.00641025641025641,
        "project": 0.00641025641025641,
        "money": 0.01282051282051282,
        "street": 0.00641025641025641,
        "trip": 0.00641025641025641,
        "work": 0.01282051282051282,
        "pictur": 0.00641025641025641,
        "exchang": 0.00641025641025641,
        "workstat": 0.00641025641025641,
        "advanc": 0.00641025641025641,
        "datacent": 0.00641025641025641,
        "millenium": 0.00641025641025641,
        "second": 0.00641025641025641,
        "corel": 0.02564102564102564,
        "draw": 0.01282051282051282,
        "graphic": 0.01282051282051282,
        "suit": 0.01282051282051282,
        "photo": 0.00641025641025641,
        "painter": 0.00641025641025641,
        "word": 0.00641025641025641,
        "perfect": 0.00641025641025641,
        "pagemak": 0.00641025641025641,
        "acrobat": 0.00641025641025641,
        "firework": 0.00641025641025641,
        "freehand": 0.00641025641025641,
        "norton": 0.00641025641025641,
        "system": 0.00641025641025641,
        "borland": 0.00641025641025641,
        "delphi": 0.00641025641025641,
        "quark": 0.00641025641025641,
        "xpress": 0.00641025641025641,
        "passport": 0.00641025641025641,
        "multilanguag": 0.00641025641025641,
        "need": 0.00641025641025641,
        "somewher": 0.00641025641025641,
        "let": 0.01282051282051282,
        "stop": 0.00641025641025641,
        "mail": 0.00641025641025641,
        "ask": 0.00641025641025641,
        "advic": 0.00641025641025641,
        "someth": 0.00641025641025641,
        "import": 0.00641025641025641,
        "bbq": 0.00641025641025641,
        "tomorrow": 0.00641025641025641,
        "celebr": 0.00641025641025641,
        "guess": 0.00641025641025641,
        "ffm": 0.00641025641025641,
        "vym": 0.00641025641025641,
        "nnu": 0.00641025641025641
    },
    "p_body_ham": {}
}